---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.NewtonsPerSquareMeter
source: html/968d2a59-6e55-9db4-04c2-da0c80f8ae21.htm
---
# Autodesk.Revit.DB.UnitTypeId.NewtonsPerSquareMeter Property

Newtons per square meter.

## Syntax (C#)
```csharp
public static ForgeTypeId NewtonsPerSquareMeter { get; }
```